Repository: InQBarna/lint-xcode-catalog-localization
Catalog: Sources/LintLocalizationTests/mocks/fmp-full-export/*.xcloc/Localized Contents/*.xliff
Languages: ca

# NSUserNotificationsUsageDescription
source: Notificarte de los cambios en tus planificaciones compartidas
ca: Notificar-te dels canvis a les teves planificacions compartides

source: Use remote
ca: Utilitzeu remote

# acceptinviation.warning.willloosecontent
source: Al aceptar la invitación, perderás tu planificación actual, solo verás las entradas del plan que estás a punto de aceptar.
ca: En acceptar la invitació, perdràs la planificació actual, només veuràs les entrades del pla que estàs a punt d'acceptar.

# acceptinvitation.alert.autoinvite
source: ¿Has abierto tu propia invitacion melón? No puedes invitarte a tu propio plan!
ca: Has obert la teva pròpia invitació meló? No et pots convidar al teu propi pla!

# acceptinvitation.alert.button.reject
source: Rechazar
ca: Rebutjar

# acceptinvitation.alert.title.invitedtoplanby %@
source: Has sido invitado al plan de %@
ca: Has estat convidat al pla de %@

# acceptinvitation.alertregister.title.invitedtoplanby %@
source: Has sido invitado al plan de %@. Necesitas registrarte en Family meal planner antes de aceptar la invitación.
ca: Has estat convidat al pla de %@. Necessites registrar-te a Family meal planner abans d'acceptar la invitació.

# acceptinvitation.alreadysharedwith %@
source: Ya estás compartiendo el plan con "%@"
ca: Ja estàs compartint el pla amb "%@"

# acceptinvitation.completed.title
source: ¡Empieza a planificar en equipo!
ca: Comença a planificar en equip!

# acceptinvitation.from %@
source: Aceptando la invitación de %@...
ca: Acceptant la invitació de %@...

# acceptinvitation.linkedto %@
source: Ahora ya estás vinculado al plan de %@.
ca: Ara ja estàs vinculat al pla de %@.

# acceptinvitation.notFound
source: No hemos encontrado la invitación que has abierto, o bien ya la has usado, o ha caducado
ca: No hem trobat la invitació que has obert, o bé ja l'has fet servir, o ha caducat

# acceptinvitation.warning.switching
source: Otros usuarios están vinculados a tu plan y dependen de él. Si aún quieres cambiar de compañeros... abandona primero tu plan y vuelve a abrir esta invitación.
ca: Altres usuaris estan vinculats al teu pla i en depenen. Si encara vols canviar de companys... abandona primer el teu pla i torna a obrir aquesta invitació.

# acceptinvitation.warning.willlooselinkto %@
source: Al aceptar esta invitación, perderós tu vinculación actual con "%@"
ca: En acceptar aquesta invitació, perdreu la vostra vinculació actual amb "%@"

# acceptinvitations.error
source: Ha ocurrido un error al aceptar la invitación.
ca: S'ha produït un error en acceptar la invitació.

# account.accesstemporarilydisabled
source: El acceso a esta cuenta ha sido temporalmente deshabilitado. Seguramente porque llevas un rato intentando recordar tu contraseño. Vuelve a probar en un rato
ca: L'accés a aquest compte ha estat deshabilitat temporalment. Segurament perquè fa una estona que intentes recordar el teu contraseny. Torna a provar en una estona

# account.addressalreadyinuse
source: Este correo electrónico ya se ha usado en otra cuenta de familymealplanner. O no... (eso sería información confidencial) pero no lo puedes usar.
ca: Aquest correu electrònic ja s'ha fet servir en un altre compte de familymealplanner. O no... (això seria informació confidencial) però no el pots fer servir.

# account.invalidusernameorpassword
source: Correo y/o contraseña inválidos.
ca: Correu i/o contrasenya invàlids.

# account.loading.deletingaccount
source: Borrando la cuenta...
ca: Esborrant el compte...

# account.loading.loggingin
source: Iniciando sesión…
ca: Iniciant sessió…

# account.loading.logginginas %@
source: Entrando como "%@"...
ca: Entrant com a "%@"...

# account.loading.loggingout
source: Saliendo de la cuenta...
ca: Sortint del compte...

# account.loading.registeringas %@
source: Registrándote como "%@"...
ca: Registrant-te com a "%@"...

# common.search
source: Buscar
ca: Cerca

# continue.with.apple
source: Continuar con Apple
ca: Continuar amb Apple

# continue.with.google
source: Continuar con Google
ca: Continuar amb Google

# editmeal.addnew
source: Añadir nuevo
ca: Afegir nou

# editmeal.courses.title.general
source: Librería
ca: Llibreria

# editmeal.courses.title.user
source: Mis platos
ca: Els meus plats

# editmeal.empty.placeholder
source: ¡Todavia no has seleccionado nada para comer!
ca: Encara no heu seleccionat res per menjar!

# editmeal.meals.header
source: PLATOS
ca: PLATS

# forgot.alert.message
source: Introduce tu correo y te enviaremos un correo con instrucciones para recuperar tu contraseña para FMP.
ca: Introdueix el teu correu i t'enviarem un correu amb instruccions per recuperar la contrasenya per a FMP.

# forgot.alert.title
source: Recuperación de contraseña.
ca: Recuperació de contrasenya.

# forgot.email.placeholder
source: CORREO
ca: CORREU

# forgot.submitbutton
source: Recuperar contraseña
ca: Recuperar contrasenya

# forgot.submitbutton.loading
source: Recuperando contraseña...
ca: Recuperant contrasenya...

# forgot.success.message %@
source: Se ha enviado un correo a tu cuenta %@ con instrucciones para recuperar tu contraseña.
ca: S'ha enviat un correu al vostre compte %@ amb instruccions per recuperar la contrasenya.

# invitations.abandoning
source: Abandonando tu plan actual...
ca: Abandonant el teu pla actual...

# invitations.confirmleavealert.linked
source: ¿Estás seguro de que quieres abandonar la planificación? El resto de tus compañeros seguirán planificando sin ti.
ca: Estàs segur que vols abandonar la planificació? La resta dels teus companys continuaran planificant sense tu.

# invitations.confirmleavealert.owner
source: ¿Estás seguro de que quieres abandonar la planificación? Si abandonas, el primero de tus compañeros pasará a ser el propietario del plan que compartís.
ca: Estàs segur que vols abandonar la planificació? Si abandones, el primer dels teus companys passarà a ser el propietari del pla que compartiu.

# invitations.createInvite.error
source: No se ha podido crear tu invitación, prueba por favor más tarde.
ca: No s'ha pogut crear la vostra invitació, prova si us plau més tard.

# invitations.creatinginvite
source: Creando invitación...
ca: Creant invitació...

# invitations.empty.share.subtitle
source: Selecciona "Enviar invitación"
ca: Seleccioneu "Enviar invitació"

# invitations.empty.share.title
source: Todavía no has compartido tú planning con ningún usuario
ca: Encara no has compartit el teu planning amb cap usuari

# invitations.header.owner
source: CREADOR DE LA PLANIFICACIÓN
ca: CREADOR DE LA PLANIFICACIÓ

# invitations.header.sharedwith
source: Planning compartido con
ca: Planning compartit amb

# invitations.leavelinked
source: Abandonar planificación
ca: Abandonar planificació

# invitations.removinguser
source: Actualzando los invitados de tu plan.
ca: Actualitzant els convidats del teu pla.

# invitations.send
source: Enviar invitación
ca: Enviar invitació

# invitations.shared
source: Planificación compartida
ca: Planificació compartida

# invitations.sharemyplan
source: Compartir mi planificación
ca: Compartir la meva planificació

# invitations.stopsharing
source: Dejar de compartir mi planning
ca: Deixar de compartir el meu planning

# myaccount.account.closesession
source: Cerrar sesión
ca: Tancar sessió

# myaccount.account.deletaaccount
source: Borrar cuenta
ca: Esborrar compte

# myaccount.account.header
source: CUENTA
ca: COMPTE

# myaccount.account.invalidusername
source: El nombre de usuario no es válido
ca: El nom d'usuari no és vàlid

# myaccount.alert.cantdeleteaccount.button.seeshares
source: Ver "compartir mi plan"
ca: Veure "compartir el meu pla"

# myaccount.alert.cantdeleteaccount.title
source: Eres el propietario del plan que estás compartiendo, así que no puedes borrar tu cuenta, primero abandona el plan for favor.
ca: Ets el propietari del pla que estàs compartint, així que no pots esborrar el teu compte, primer abandona el pla per favor.

# myaccount.alert.closesession.button.close
source: Cerrar
ca: Tancar

# myaccount.alert.closesession.title
source: ¿Estás seguro de que quieres cerrar sesión? Perderás acceso a tu planificación actual y verás una nueva planificación en blanco.
ca: Estàs segur que vols tancar la sessió? Perdràs accés a la teva planificació actual i veuràs una nova planificació en blanc.

# myaccount.alert.deleteaccount
source: Para eliminar la cuenta de usuario debes introducir la contraseña
ca: Per eliminar el compte d'usuari heu d'introduir la contrasenya

# myaccount.alert.deleteaccount.button.delete
source: Borrar cuenta
ca: Esborrar compte

# myaccount.alert.deleteaccount.title
source: Eliminar cuenta de usuario
ca: Eliminar compte d'usuari

# myaccount.notification.daily.explained
source: Recuerda cada día tu menú, que no te pille con la nevera vacía.
ca: Recorda cada dia el teu menú, que no t'agafi amb la nevera buida.

# myaccount.notification.enableonsettings
source: No podremos recordarte tu plan. Habilita las notificaciones en ajustes del dispositivo para no olvidar nada.
ca: No et podrem recordar el teu pla. Habilita les notificacions a la configuració del dispositiu per no oblidar res.

# myaccount.notification.enableonsettings.cta
source: Ir a la configuración
ca: Anar a la configuració

# myaccount.notification.enableonsettings.title
source: Las notificaciones no están activadas
ca: Les notificacions no estan activades

# myaccount.notification.weekly.explained
source: Recuerda programar semanalmente tus recetas
ca: Recorda programar setmanalment les receptes

# myaccount.notifications.header
source: NOTIFICACIONES
ca: NOTIFICACIONS

# myaccount.notifications.row.daily
source: Diarias
ca: Diàries

# myaccount.notifications.row.weekly
source: Semanales
ca: Setmanals

# myaccount.register.button
source: Regístrate
ca: Registra't

# myaccount.register.message
source: Para tener más funcionalidades en la app te aconsejamos que te registres.
ca: Per tenir més funcionalitats a l'app us aconsellem que us registreu.

# myaccount.share.header.shared
source: COMPARTIDO
ca: COMPARTIT

# myaccount.share.row
source: Compartir mi planificación
ca: Compartir la meva planificació

# myaccount.share.row.planownedby %@
source: Plan de %@
ca: Pla de %@

# myaccount.share.row.subtitle.sharedwithmany %lld|==|plural.one
source: Plan compartido con %lld usuario
ca: Pla compartit amb %lld usuari

# myaccount.share.row.subtitle.sharedwithmany %lld|==|plural.other
source: Plan compartido con %lld usuarios
ca: Pla compartit amb %lld usuaris

# myaccount.share.row.subtitle.sharedwithuser %@
source: Plan compartido con %@
ca: Pla compartit amb %@

# myaccount.share.row.subtitle.sharedwithyou
source: Plan compartido contigo
ca: Pla compartit amb tu

# myaccount.share.row.subtitle.unshared
source: No has compartido tu planificación
ca: No has compartit la teva planificació

# notifications.daily.title
source: Recuerda tu plan
ca: Recorda el teu pla

# notifications.weekly.done.body
source: ¡¡Bien hecho!! Parece que tienes planificada la siguiente semana.
ca: Ben fet!! Sembla que tens planificada la setmana següent.

# notifications.weekly.missing.body
source: ¡Prueba hoy a planificar la siguiente semana entera!
ca: Prova avui a planificar tota la setmana següent!

# notifications.weekly.partial.body
source: Tu planificación termina pronto: %@. ¡Completa hoy tu planificación semanal!
ca: La teva planificació acaba aviat: %@. Completa avui la teva planificació setmanal!

# notifications.weekly.title
source: Es hora de planificar.
ca: És hora de planificar.

# plan.snackbar.synching
source: Sincronizando tu plan...
ca: Sincronitzant el teu pla...

# push.permissions_message
source: Queremos mandarte notificaciones cuando tus planificaciones compartidas cambian.
ca: Volem enviar-te notificacions quan les teves planificacions compartides canvien.

# push.planmodified
source: %@ ha modificado la planificación que compartís.
ca: %@ ha modificat la planificació que compartiu.

# register.gotosignin.title
source: ¿Ya tienes una cuenta en Family Meal Planner?
ca: Ja tens un compte a Family Meal Planner?

# shared.afternoonsnack
source: Merienda
ca: Berenar

# shared.alert.accept
source: Aceptar
ca: Acceptar

# shared.alert.button.cancel
source: Cancelar
ca: Cancel·la

# shared.alert.gotit
source: Entendido
ca: Entès

# shared.breakfast
source: Desayuno
ca: Esmorzar

# shared.cancelled
source: La operación ha sido cancelada.
ca: L’operació ha estat cancel·lada.

# shared.dinner
source: Cena
ca: Sopar

# shared.emmrestricted
source: La operación está restringida en este dispositivo debido a las políticas de la empresa.
ca: L’operació està restringida en aquest dispositiu a causa de les polítiques de l’empresa.

# shared.loading
source: Cargando...
ca: Carregant...

# shared.lunch
source: Comida
ca: Menjar

# shared.noconnection
source: No hay conexión
ca: No hi ha connexió

# shared.notfounderror
source: Lo sentimos, no hemos encontrado lo que estás buscando.
ca: Ho sentim, no hem trobat allò que estàs buscant.

# shared.offlineerror
source: Ups, parece que estás sin conexión al servicio.
ca: Ups, sembla que estàs sense connexió al servei.

# shared.unknownerror
source: Ups... ha ocurrido un error "desconocido".
ca: Ups... ha passat un error "desconegut".

# signin.email.header
source: CORREO
ca: CORREU

# signin.email.placeholder
source: Introduce tu correo electrónico
ca: Introdueix el teu correu electrònic

# signin.email.validationerror
source: Formato de correo inválido
ca: Format de correu invàlid

# signin.forgotpassword
source: ¿Has olvidado tu contraseña?
ca: Has oblidat la teva contrasenya?

# signin.gotoregister
source: Regístrate con tu correo
ca: Registra't amb el teu correu

# signin.password.header
source: CONTRASEÑA
ca: CONTRASENYA

# signin.password.validationerror
source: La contraseña no tiene la longitud mínima
ca: La contrasenya no té la longitud mínima

# signin.signinbutton
source: Iniciar sesión
ca: Iniciar sessió

# signin.signinheader
source: Iniciar sesión
ca: Iniciar sessió

# signup.button.register
source: Regístrame
ca: Registra'm

# signup.email.header
source: CORREO
ca: CORREU

# signup.email.placeholder
source: Introduce tu correo electrónico
ca: Introdueix el teu correu electrònic

# signup.email.validationerror
source: Formato de correo inválido
ca: Format de correu invàlid

# signup.gotosignin
source: Inicia sesión
ca: Ja tens un compte? Inicia sessió

# signup.nickname.validationerror
source: Utiliza 5 caracteres mínimo y sin signos especiales
ca: Utilitza 5 caràcters mínim i sense signes especials

# signup.password.header
source: CONTRASEÑA
ca: CONTRASENYA

# signup.password.placeholder
source: Introduce tu contraseña
ca: Introdueix la teva contrasenya

# signup.password.validationerror
source: Contraseña inválida: debe contener al menos 6 caracteres, una mayúscula y un carácter especial, y que el último carácter se escriba en un minuto impar ;)
ca: Contrasenya invàlida: ha de contenir almenys 6 caràcters, una majúscula i un caràcter especial, i que l'últim caràcter s'escrigui en un minut imparell ;)

# signup.title
source: Registro
ca: Registre

# signup.user.header
source: NOMBRE DE USUARIO
ca: NOM D'USUARI

# signup.user.placeholder
source: El nombre que otros usuarios verán
ca: El nom que veuran altres usuaris

# welcome.button.signup
source: Registrate con tu correo
ca: Registra't amb el teu correu

# welcome.forceUpdate
source: Actualízate a la última versión para seguir disfrutando de Family Meal Planner!
ca: Actualitza't a la darrera versió per seguir gaudint de Family Meal Planner!

# welcome.forceUpdate.cta
source: Descargar la última versión
ca: Descarregar la darrera versió

# welcome.forceUpdate.title
source: Lo sentimos, pero la versión que usas es demasiado vieja.
ca: Ho sentim, però la versió que fas servir és massa vella.

# welcome.message
source: Bienvenido a Family Meal Planner!
ca: Benvingut a Family Meal Planner!

# welcome.subtitle
source: Crea y sincroniza tu planificación con los miembros de tu familia.
ca: Crea i sincronitza la planificació amb els membres de la teva família.

# welcome.underMaintenance.title
source: En mantenimiento
ca: En manteniment

# welcome.undermaintenance
source: El servicio no está disponible en este momento, intente más tarde por favor.
ca: El servei no està disponible en aquest moment, intenteu més tard si us plau.
